Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: 快速添加配方
ar: إضافة وصفة بسرعة
de: Schnell Hinzufügen
en: Quick Add
es: Agregar receta rápidamente
fr: Ajout rapide
id: Tambah Resep dengan Cepat
it: Aggiungi rapidamente una ricetta
ja: 迅速にフォーミュラを追加
ko: 빠른 레시피 추가
nl: Snelle toevoeging van recept
pl: Szybkie dodanie przepisu
pt_br: Adicionar Receita Rapidamente
pt_pt: Adicionar Receita Rapidamente
ru: Быстрое добавление рецепта
th: เพิ่มสูตรด้วยเร็วความสูง
tr: Tarif ekle
vi: Thêm nhanh recipe

source: 快速识别色彩配方
ar: تعرف سريعًا على وصفة الألوان
de: Schnelles Erkennen von Farbformeln
en: Quick Identify Color
es: Reconocimiento rápido de receta de colores
fr: Identifie rapide des recettes de simulations
id: atPengenalan Resep Warna dengan Cepat
it: Riconosci rapidamente le Ricette di colore
ja: 迅速にカラーフォーミュラを認識する
ko: 빠른 색상 레시피 인식
nl: Snelle kleurformules herkennen
pl: Szybka identyfikacja przepisu kolorystycznego
pt_br: Reconhecer Receita de Cor Rapidamente
pt_pt: Identificar Receita de Cor Rapidamente
ru: Быстро распеознавание цветового рецепта
th: ตรวจจับสูตรสีได้อย่างรวเร็วด
tr: Renk tariflerini hızlı tanıyın
vi: Nhanh chóng nhận diện thức công màu
zh_hant: 快速識別軟片模擬
zh_hk: 快速識別色彩配方

source: 快门
ar: غالق
de: Verschluss
en: Shutter
es: Obturador
fr: Obturateur
id: Keatancep Rana
it: Otturatore
ja: シャッター
ko: 셔터
nl: Sluiter
pl: Migawka
pt_br: Obturador
pt_pt: Obturador
ru: Затвор
th: ชัตเตอร์
tr: Deklanşör
vi: Màn trập
zh_hant: 快門
zh_hk: 快門

source: 快门速度: %lf
ar: سرعة الغالق: %lf
de: Verschlussgeschwindigkeit: %lf
en: Shutter Speed: %lf
es: Velocidad de obturación: %lf
fr: Vitesse d'obturation : %lfVale
id: Kecepatan Rana: %lf
it: Velocità dell'otturatore: %lf
ja: シャッタースピード: %lf
ko: 셔터 속도: %lf
nl: Slersuitheidnel: %lf
pl: Szybśćko migawki: %lf
pt_br: Velocidade do Obturador: %lf
pt_pt: Velocidade do Obturador: %lf
ru: Скорость затвора: %lf
th: ความเร็วชัตเตอร์: %lf
tr: Deklanşör hızı: %lf
vi: Tốc độ màn trập: %lf
zh_hant: 快門:速度 %lf
zh_hk: 快門速度: %lf

source: 快门速度值
ar: قيمة سرعةالق الغ
de: Verschlusswert
en: Shutter Speed Value
es: Valor de velocidad de obturación
fr: ur de la vitesse d'obturation
id: Nilai Keatancep Rana
it: Valore velocità dell'otturatore
ja: シャッタースピード値
ko: 셔터 속도 값
nl: Sluitersnelheid
pl: Wartość szybkości migawki
pt_br: Valor da Velocidade do Obturador
pt_pt: Valor da Velocidade do Obturador
ru: Значение скорости затвора
th: ค่าความเร็วัตชเตอร์
tr: Deklanşör hızı değeri
vi: Giá tốc trị độ màn trập
zh_hant: 快門速度值
zh_hk: 快門速度值

source: 恢复购买
ar: استعادة الشراء
de: Kauf wiederherstellen
en: Restore Purchase
es: Restaurar compras
fr: Récupérer les achats
id: Pemulihan Pembelian
it: Ripristina acquisto
ja: 購入を復元する
ko: 구매 복원
nl: Aankopen herstellen
pl: Przywróć zakup
pt_br: Restaurar Compra
pt_pt: Restaurar Compra
ru: Восстановить покупку
th: กู้คืนการซื้อ
tr: Satın alımı geri yük
vi: Khôi phục mua hàng
zh_hant: 恢復購買
zh_hk: 恢復購買

source: 恢复购买失败
ar: استعادة الشراء فشلت
de: Wiederherstellung des Kaufs fehlgeschlagen
en: Restore purchase failed
es: Error al restaurar la compra
fr: Échec de la restauration des achats
id: Pemulihan Pembelian Gagal
it: Fallimento del ripristino dell'acquisto
ja: 購入の復元に失敗しました
ko: 구매 복원 실패
nl: Herstel aankoop mislukt
pl: Nie udało się przywrcićó zakupu
pt_br: Falha ao Restaurar Compra
pt_pt: Falha Restaurar Compra
ru: Не удалось восстановить покупку
th: กู้คืนการซื้อไม่สำเร็จ
tr: Satın alma geri yüklenemedi
vi: Khôi phục mua hàng thất bại
zh_hant: 未知恢復購買失敗

source: 恢复购买异常，请稍后重试。(检查是否未购买 or 已经到期哦～) 如果问题仍然存在，请通过邮箱联系我们：%@
ar: يوجد خلل في استعادة الشراء، يرجى المحاولة مرة أخرى لاحقاً. (تحقق مما إذا لم تحاول الشراء أو انتهت الصلاحية) إذا استمرت المشكلة، يرجى التواصل معنا عبر البريد الإلكتروني: %@
de: Kaufwiederherstellungsfehler, bitte versuchen Sie es später erneut. (Prüfen Sie, ob Sie es nicht gekauft haben oder es bereits abgelaufen ist~) Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte per E-Mail: %@
en: SuccessfullyRestore Purchase Error, Please Try Again Later. (Check if Not Purchased or Already Expired) If The Problem Persists, Please Contact Us via Email: %@
es: Error al restaurar compras, por favor intente de nuevo más tarde. (Verifique si no ha comprado o si ya ha expirado) Si el problema persiste, por favor contáctenos por correo electrónico: %@
fr: Erreur de récupération des achats, veuillez réessayer plus tard. (Vérifiez si non acheté ou expiré～) leSi problème persiste, contactez-nous par e-mail :%@
id: Pemulihan Pembelian Tidak Normal, Silakan Coba Lagi Nanti. (Periksa Apakah Belum Membeli atau Sudah Kedaluwarsa～) Jika Masalah Masih Ada, Silakan Hubungi Kami Melalui Email: %@
it: Ripristino dell'acquisto fallito, riprova più tardi. (Verifica se non è stato acquistato o è scaduto~) Se il problema persiste, contattaci via email: %@
ja: 購入を復元する際の異常な状態、後でもう一度お試しください。（購入されていないまたは期限切れかどうかを確認してください～）問 題が解決しない場合は、メールでご連絡ください：%@
ko: 구매 복원 실패, 나중에 다시도 시하세요. (구매하지 않았거나 기한이 만료되었는지 확인.)하세요 문제가 지속되면 이메일로 문의하세요: %@조회
nl: Fout bij herstellen van aankoop, probeer het later nog eens. (Controleer of het niet is aangekocht of verlopen is) Als het probleem blijft bestaan, neem dan contact met ons op via e-mail: %@
pl: Nieoczekiwany błąd przy przywracaniu zakupu, spróbuj ponownie później. (Sprawdź, czy nie dokonałeś zakupu lub czy dostęp jużas wygł) Jeżeli problem będzie dalej występował, skontaktuj się z nami przez e-mail: %@
pt_br: Erro ao restaurar compra, por favor tente novamente mais tarde. (Verifique se não comprou ou se expirou ～) Se o problema persistir, entre em contato através do email: %@
pt_pt: Exceção ao Restaurar Compra, por favor tente novamente mais tarde. (Verifique se não foi comprado ou já expirou~) Se o problema persistir, por favor, contate-nos por email: %@
ru: Ошибка восстановления покупки, повторите позже. (Проверь,те не истек ли срок или покупка не была совершена) Если проблема не устранена, свяжитесь с нами по электронной почте: %@
th: ข้อผิดพลาดในการกู้คืนการซื้อ กรุณาลองใหม่อีกครั้งในภายหลัง (ตรวจสอบว่ายังไม่ได้ซื้อหรือหมดอายุหรือไม่～) หากปัญหายังคงอยู่ กรุณาติดต่อเราทางอีเมล：%@
tr: Satın alma hatası, lütfen tekrar deneyin. (Satın almadığınızı veya süresinin dolduğunu kontrol edin) Sorun devam ederse, lütfen bizimle e-posta yoluyla iletişime geçin:
vi: Khôi phục mua hàng gặp lỗi, vui lòng thử lại sau. (Kiểm tra xem bạn có chưa mua hoặc đã hạn hết không ~) Nếu vấn đề vẫn còn, hãy liên hệ với chúng tôi qua email: %@
zh_hant: 恢復購買異常，請稍後重試。(檢查是否未購買 or 已經到期哦～) 如果問題仍然存在，請通過郵箱聯繫我們：%@
zh_hk: 恢復購買異常，請稍後重試。(檢查是否未購買 or 已經到期哦～) 如果問題仍然存在，請通過郵箱聯繫我們：%@

source: 恢复购买成功
ar: استعادة الشراء بنجاح
de: Kauf wiederhergestellt
en: Purchase Restored
es: Compras restauradas con éxito
fr: Récupération des achats réussie
id: Pemulihanelian Pemb Berhasil
it: Ripristino dell'acquisto riuscito
ja: 購入を復元する成功
ko: 구매 복원 성공
nl: Aankopen succesvol hersteld
pl: Przywrócenie zakupów zakończone sukcesem
pt_br: Restaurar Compra Bem-Sucedida
pt_pt: Compra Restaurada Su comcesso
ru: Восстановление покупки успешно
th: กู้คืนการซื้อสำเร็จ
tr: leSatın alma başarıyla geri yüklendi
vi: Khôi phục mua hàng thành công
zh_hant: 恢復購買成功
zh_hk: 恢復購買成功

source: 恢复购买时出现错误，请稍后重试。如果问题持续存在，请联系客户支持。
ar: حدث خطأ أثناء است الشعادةراء، يرجى المحاولة مرة أخرى لاحقاً. إذا استمرت المشكلة، يرجى الاتصال بدعم العملاء.
de: Fehler der bei Wiederherstellung des Kaufs. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Kundensupport.
en: An error occurred while restoring the purchase, please try again later. If the problem persists, please contact customer support.
es: Se produjo un error al restaurar la compra, inténtelo de nuevo más tarde. Si el problema persiste, comuníquese con el soporte al cliente.
fr: Une erreur s'est produite lors de la restauration de l'achat, veuillez réessayer plus tard. Si le problème pers,iste veuillez contacter le support client.
id: Kes Terjadi Selama Pemulihan Pembelianalahan, Silakan Coba Lagi Nanti. Jika Masalah Tetap Ada, Sil Hubakanungi Dukungan Pelanggan.
it: Si è verificato un errore durante il ripristino dell'acquisto, ti preghiamo di riprovare più tardi. Se il problema persiste, contatta il supporto clienti.
ja: 購入の復元中にエラーが発生しました。しばらくしてからもう一度お試しください。問題が解決しない場合は、カスタマーサポートにお問い合わせください。
ko: 구매 복원 중 오류가 발생했습니다. 잠시 후 다시 시도하십시오. 문제가 계속되면 고객에 지원 문의하십시오。
nl: Er is een fout opredenget bij het herstellen van de aankoop. Probeer het later opnieuw. Als het probleem aanhoudt, neem dan contact op met de klantenservice.
pl: W przypadku błędu występującego przy przywracaniu zakupu, spróbuj ponownie później. Jeżeli problem się powtarza, skontaktuj się z obsługą klienta.
pt_br: Ocorreu um erro ao restaurar a compra, por favor, tente novamente mais tarde. Se o problema persistir, entre em contato com o suporte ao cliente.
pt_pt: Ocorreu um ao erro restaurar compra, por favor tente novamente tarde mais. Se o persist problemair, contate o suporte ao cliente.
ru: При восстановлении покупки произошла ошибка, пожалуйста, попробуйте позже. Если проблема сохраняется, свяжитесь со службой поддержки.
th: เกิดข้อผิดพลาดขณะกู้คืนการซื้อ กรุณาลองใหม่อีกครั้งในภายหลัง หากปัญหายังคงอยู่ กรุณาติดต่อฝ่ายบริการลูกค้า
tr: Satın alma işlemi sırasında bir hatatu oluş, lütfen tekrar deneyin. Sorun devam ederse, lütfen müşteri desteği ile iletişime geçin.
vi: Đã xảy ra lỗi khi kh phụcôi mua hàng, vui lòng thử lại sau. Nếu vấn đề vẫn tiếp diễn, hãy liên hệ với bộ phận hỗ trợ khách hàng.
zh_hant: 恢復購買時出現錯誤，請稍後重試。如果問題持續存在，請聯絡客戶支持。

source: 恭喜你，图片保存成功
ar: تهانينا، تم حفظ الصورة بنجاح
de: Herzlichen Glückwunsch, das Bild wurde erfolgreich gespeichert
en: Congratulations, image saved successfully
es: Felicidades, la imagen se ha guardado exitosamente
fr: Félicitations, l'image a été enregistrée avec succès
id: Selamat, Gambar Berhasil Disimpan
it: Congratulazioni, immagine salvata correttamente
ja: おめでとうございます、画像保存が成功しました
ko: 축하합니다, 이미지가적으로 성공되었습니다 저장
nl: Gefeliciteerd, afbeelding succesvol opgeslagen
pl: Gratulacje, obraz zapisano pomyślnie
pt_br: Parabéns, a imagem foi salva com sucesso
pt_pt: Parabéns, a imagem foi guardada com sucesso
ru: Поздравляем, изображение успешно сохранено
th: ยินดี บันทด้วยกรึูปภาพสำเร็
tr: Tebrikler, görsel başarıyla kaydedildi
vi: Chúc mừng bạn, lưu ảnh thành công
zh_hant: 恭你喜，圖片保存成功
zh_hk: 恭喜你，圖片保存成功

source: 您即将离开页面，是否离开？
ar: أنت على وشك مغادرة الصفحة، هل ترغب في المغادرة؟
de: Sie sind dabei, die Seite zu verlassen, möchten Sie wirklich abmelden?
en: You are about to leave the page, do you want to leave?
es: Está a de punto abandonar la página, desea salir?
fr: Vous allez quitter la page, voulez-vous partir ?
id: Anda Akan Keluar dari Halaman Ap,akah Akan Keluar?
it: Stai per lasciare la pagina, vuoi andartene?
ja: ページを離れようとしていますが、よろしいですか？
ko: 페이지를 떠나려고 합니다. 떠나겠습니까?
nl: U staat op het punt de pagina te verlaten, wilt u vertrekken?
pl: Zamierzasz opuścić stronę, czy chcesz to zrobić?
pt_br: Você está prestes a sair da página deseja, sair?
pt_pt: Você está prestes a sair da página, gostaria de sair?
ru: Вы собираетесь покинуть страницу, уйти?
th: ？คุณจะออกจากหน้านี้หรือไม่？
tr: Sayfadan Ayrılmak Üzeresiniz, Ayrılmak İstiyor Musunuz?
vi: Bạn sắp rời khỏi trang, có rời khỏi không?
zh_hant: 您即將離開頁面，是否離開？
zh_hk: 您即將離開頁面，是否離開？

source: 您现在可以粘贴到其他地方了！
ar: يمكنك الآن لصقها في مكان آخر!
de: Sie können es jetzt woanders einfügen!
en: You can now paste it elsewhere
es: ¡Ahora puede pegarlo en otro lugar!
fr: Vous pouvez maintenant coller ailleurs !
id: Sekarang Anda Dapat Menempelkan ke Tempat Lain!
it: Ora puoi incollare in altri posti!
ja: 他の場所に貼り付けできます！
ko: 제 다른 곳에 붙여넣을 수 있습니다!
nl: Nu kunt u het anders ergens plakken!
pl: azTer możesz wkleić to w inne miejsce!
pt_br: Agora você pode colar em outro lugar!
pt_pt: podeAgora colar noutro lugar!
ru: Теперь вы можете вставить это другое в место!
th: สามารถคุณนำไปวางที่อื่นได้แล้ว！
tr: Artık Başka Yerlere Yapıştırabilirsiniz!
vi: Bây giờ bạn có thể dán ở nơi khác!
zh_hant: 您現在可以粘貼到其他地方了！
zh_hk: 您現在可以到貼其他地方了！

source: 您的Pro会员已成功恢复。感谢您的支持！
ar: تم استعادة عضويتك Pro بنجاح. شكراً لدعمكم!
de: Ihr Pro-Abonnement wurde erfolgreich wiederher. Vielen Dank Ihre Unterstützung!
en: Your Pro membership has been successfully restored. Thank you for your support!
es: Tu membresía Pro ha sido restaurada con éxito. ¡Gracias por tu apoyo!
fr: Votre abonnement Pro a été restauré avec succès. Merci pour votre soutien !
id: Keanggotaan Pro Anda Telah Berhasil Dipulihkan. Terima Kasih atas Dukungan Anda!
it: Il tuo abbonamento Pro è stato ripristinato con successo. Grazie per il tuo supporto!
ja: Pro会員が正常に復元されました。ご支援いただきありがとうございます！
ko: Pro 회원이 성공적으로 복원되었습니다。 지원해 주셔서 감사합니다!
nl: Uw Pro-lidmaatschap is succesvol hersteld. Bedankt voor uw steun!
pl: Twoje członkostwo Pro zostało pomyślnie przywrócone. Dziękujemy za wsciepar!
pt_br: Seu membro Pro foi restaurado com sucesso. Obrigado por seu apoio!
pt_pt: sua subscrição Pro foi restaurada com sucesso. Agradecemos o seu apoio!
ru: Ваш Pro-членство успешно восстановлено. Спасибо за вашу поддержку!
th: โปรสมาชิก Pro ของคุณถูกกู้คืนเรียบร้อยแล้ว ขอบคุณสำหรับการสนับสนุน！
tr: abilirPro Üyeliğiniz Başarıyla Geri Yüklendi. Desteğiniz İçin Teşekkürler!
vi: Thành viên Pro của bạn đã được khôi phục thành công. Cảm ơn đã bạn ủng hộ!
zh_hant: 您的Pro會員已成功恢復。感謝您的支持！

source: 您的反馈对我们非常重要。我会仔细阅读每一条反馈，并努力改进我们的服务。再次感谢您的支持和耐心！
ar: ملاحظاتكم مهمة جداً بالنسبة لنا. سأقرأ كل ملاحظة بعناية وأعمل على تحسين خدماتنا. شكراً مرة أخرى لدعمكم وصبركم!
de: Ihr Feedback ist uns sehr wichtig. Ich lese jedes Feedback sorgfältig und bemühe mich, unseren Service zu verbessern. Vielen Dank nochmals für Ihre Unterstützung und Geduld!
en: Your feedback is very important to us. I will carefully read every feedback and strive to improve our services. Thank you again for your support and patience!
es: Su feedback es muy importante para nosotros. Leo todos los comentarios cuidadosamente y me esfuerzo por mejorar nuestros servicios. ¡Gracias nuevamente por su apoyo y paciencia!
fr: Vos retours sont très importants pour nous. Je vais lire attentivement chaque retour et m'efforcer d'améliorer nos services. Merci encore pour votre soutien et votre patience !
id: Masukan Sang Andaat Penting bagi Kami. Saya Akan Membaca Setiap Masukan Ber danupaya Meningkatkan Layanan Kami. Terima Kasih Dukungan dan atas Kesabaran Anda!
it: Il tuo feedback è molto importante per noi. Leggerò attentamente ogni feedback e lavorerò per migliorare il nostro servizio. Grazie ancora per il tuo supporto e la tua pazienza!
ja: あなたのフィードバックは私たちにとって非常に重要です。各フィードバックを注意深く読み、サービスの改善に努めます。ご支援とご辛抱ありがとうございます！
ko: 귀하의 피백드은 매우 중요합니다. 각 피드백을 신중히 읽고 서비스를 개선하기 위해 노력하겠습니다. 다시 한번 지원과 인에내드립니다 감사!
nl: Uw feedback is erg belangrijk voor ons. Ik lees elke feedback zorgvuldig en probeer onze diensten te verbeteren. Nogmaals bedankt voor uw steun en geduld!
pl: ja opinia jest dla nas bardzo ważna. Przeczytam uważnie każdą opinię i postaram się poprawić nasze usługi. Dziękuję za wsparcie i cierpliwość!
pt_br: Seu feedback é muito importante para nós. Lerei cuidadosamente cada feedback e me empenharei para melhorar nossos serviços. Agradecemos novamente por seu apoio e paciência!
pt_pt: O seu feedback é muito importante para nós. Lerei atentamente cada feedback e tentarei melhorar o nosso serviço. Agradecemos novamente o seu apoio e paciência!
ru: Ваш отзыв очень важен для нас Я внимательно. прочитаю каждый отзыв и постараюсь улучшить наши услуги. Еще раз спасибо за вашу поддержку и терпение!
th: ความคิดเห็นคุณของมีความสำคัญกับเราอย่างมาก ฉันจะความคิดเห็นอ่านทุกข้ออย่างละเอียด และพยายามปรับปรุงบริการของเรา ขอบคุณอีกครั้งสำหรับการับสนสนุนและความทอดนของคุณ!
tr: Geri Bildiriminiz Bizim İçin Çok Önemli. Her Geri Bildirimi Dikkatle Okuyımacağ ve Hizmetimizi İyileştirmek İçin Çaba Göstereceğim. Destek ve Sabır İçin Tekrar Teşekkürler!
vi: Phản hồi của bạn rất quan trọng đối với tôi chúng. Tôi sẽ đọc kỹ từng phản hồi và nỗ lực cải thiện dịch vụ của chúng tôi. Cảm ơn bạn đã ủng hộ ki vàên nhẫn!
zh_hant: 您的反饋對我們非常重要。我會仔細閱讀每一條反饋，並努力改進我們的服務。再次感謝您的支持和耐心！
zh_hk: 您的反饋對我們非常重要。我會仔細閱讀每一條反饋，並努力改進我們的服務。再次感謝您的支持和耐心！

source: 您的意见对我们非常重要。我们正在处理您的反馈，这可能需要一点时间。
ar: آرائكم مهمة جدًا لنا. نحن نعالج ملاحظاتك، وقد يستغرق ذلك بعض الوقت.
de: Ihre Meinung ist uns sehr wichtig. Wir bearbeiten Ihr Feedback, dies kann einige Zeit in Anspruch nehmen.
en: Your feedback is very important to us. We are processing your feedback, which may take some time.
es: Su opinión es muy importante para nosotros. Estamos procesando sus comentarios, puede esto tardar un poco.
fr: Vos opinions sont très importantes pour nous. Nous traitons votre retour, cela peut prendre un peu de temps.
id: Opini Anda Sangat Penting bagi Kami. Kami Sedang Memproses Masukan Anda yang Mungkin Membutuhkanaktu W.
it: La tua opinione è molto importante per noi. Stiamo elaborando il tuo feedback, potrebbe volerci un po' di tempo.
ja: あなたのご意見は私たちにとって非常に重要です。フィードバックを処理しているため、少々お時間をいただくこと。があります
ko: 귀하의 의견은 우리에게 매우 중요합니다. 우리는 귀하의 피드백을 처리 중이며, 시간이 다소 걸릴 수 있습니다.
nl: Uw mening is erg belangrijk voor ons. We verwerken uw feedback, dit kan enige tijd duren.
pl: Twoja opinia jest dla nas bardzo ważna. Pracujemy nad twoją opinią, co może zająć trochę czasu.
pt_br: Sua opinião é muito importante para nós. Estamos processando seu feedback, isso pode levar algum tempo.
pt_pt: O seu feedback é muito importante para nós. Estamos a processar o seu feedback, o que pode levar algum tempoA.
ru: Ваше мнение очень важно для нас. Мы обрабаты вашваем отзыв, это может занять некоторое время.
th: ความคิดเห็นของคุณมีความสำคัญกับเรามากอย่าง เรากำลังดำเนินการเกี่ยวกับความคิดเห็นของคุณ ซึ่งอาจใช้เวลาเล็กน้อย
tr: Görüşleriniz Bizim İçin Çok Önemli. Geri Bildiriminizi İşliyoruz, Bu Biraz Zaman Al.
vi: Ý kiến của bạn rất quan trọng với chúng tôi. Chúng tôi đang xử lý phản hồi của bạn, việc này có thể mất một chút thời gian.
zh_hant: 您的意見對我們非常重要。我們正在處理您的反饋，這可能需要一點時間
zh_hk: 您的意見對我們非常重要。我們正在處理您的反饋，這可能需要一點時間。

source: 您的相机是 %@。我们将根据其特性优化您的使用体验。
ar: كاميرتك هي %@. سنقوم بتحسين تجربة استخدامك بناءً على خصائصها.
de: Votre appareil %@. Nous optimiserons votre expérience selon ses caractéristiques.
en: Your camera is %@. We'll optimize your user experience based on its features.
es: Su cámara es %@. Optimizaremos se experiencia de uso según sus características.
fr: Votre appareil photo est %@. Nous optimiserons votre expérience utilisateur en fonction de ses caractéristiques.
id: Kamera Anda adalah %@. Kami Akan Mengoptimalkan Pengalaman Anda Berdasarkan Karakteristiknya.
it: La tua fotocamera è %@. Ottimizzeremo la tua esperienza d'uso basandoci sulle sue caratteristiche.
ja: お使いのカメラは %@ です。特性に基づいて、使用体験を最適化します。
ko: 귀하의 카메라는 %@입니다. 우리는 그 특성에 따라 귀하의 사용 경험을 최적화할 것입니다.
nl: Uw camera is %@. We zullen uw gebruikservaring optimaliseren op basis van zijn kenmerken.
pl: Twój aparat to %@. Optymalizujemy twoje doświadczenie użytkownika na podstawie jego funkcji.
pt_br: Sua câmera é %@. Otimizaremos sua experiência de uso com base nas características dela.
pt_pt: A sua câmara é %@. Otimizaremos a sua experiência de uso com base nas suas características.
ru: Ваша камера — %@ Мы. оптимизируем ваш пользовательский опыт на основе её характеристик.
th: กล้องของคุณคือ %@ เราจะปรับปรุงประสบการณ์การใช้งานของคุณตามคุณสมบัติของมัน
tr: Kameranız %@. Deneyiminizi Bu Özelliklere Göre Optimize Edeceğiz.
vi: Máy ảnh của bạn là %@. Chúng tôi sẽ tối ưu hóa trải nghiệm sử dụng của bạna dự trên các đặc điểm của nó.
zh_hant: 相機您的是 %@。我們將根據其性特優化您的使用驗體。
zh_hk: 您的相機是 %@。我們將根據其特性優化您的使用體驗。

source: 您的购买可能已经成功，但我们无法确认。请退出并重新启动应用，或联系客户支持。
ar: قد تكون عملية الشراء الخاصة بك ناجحة، لكننا لا نستطيع التأكيد. الرجاء الخروج وإعادة تشغيل التطبيق، أو الاتصال بدعم العملاء.
de: Ihr Kauf war möglicherweise erfolgreich, aber wir können ihn nicht bestätigen. Bitte beenden Sie die Anwendung und starten Sie sie erneut oder wenden Sie sich an den Kundensupport.
en: Your purchase may have been successful, but we cannot confirm it. Please exit and restart the app, or contact customer support.
es: Es posible que tu compra haya sido exitosa, pero no podemos confirmarlo. Por favor, sal y reinicia la aplicación, o contacta al soporte al cliente.
fr: Votre achat a peut-être été réussi, mais nous ne pouvons pas le confirmer. Veuillez quitter et redémarrer l'application ou contacter le support client.
id: Pembelian Anda Mungkin Telah Berhasil, tapi Kami Tidak Bisa Mengonfirmasi. Silakan Keluar dan Buka Kembali Aplikasi, atau Hubungi Dukungan Pelanggan.
it: Il tuo acquisto potrebbe essere andato a buon fine, ma non possiamo confermarlo. Esci e riavvia l'app oppure contatta il supporto clienti.
ja: @が購入成功している可能性がありますが、確認できませんでした。アプリを終了して再起動するか、カスタマーサポートにお問い合わせください。
ko: 구매가 성공했을 가능성이 있지만 확인할 수 없습니다。 앱을 종료하고 다시 시작하거나 고객 지원에 문의하십시오。
nl: Uw aankoop is mogelijk geslaagd, maar we kunnen dit niet bevestigen. Sluit de app af en start deze opnieuw, of neem contact op met de klantenservice.
pl: Twoje zakupy mogły zostać pomyślnie ukończone, ale nie możemy tego potwierdzić. Wyjdź i ponownie uruchom aplikację lub skontaktuj się z obsługą klienta.
pt_br: Sua compra pode ter sido bem sucedida, mas não conseguimos confirmar. Por favor, saia e reinicie o aplicativo ou entre em contato com o suporte ao cliente.
pt_pt: A sua compra pode ter sido bem-sucedida, mas não conseguimos confirmar. Por favor, saia e reinicie a aplicação ou entre em contato com o suporte ao cliente.
ru: Ваш покупку, возможно, уже успешно, но мы не можем подтвердить. Пожалуйста, выйдите и перезапустите приложение или свяжитесь со службой поддержки.
th: การซื้อของคุณอาจสำเร็จแล้ว แต่เราไม่สามารถยืนยันได้ กรุณาออกเและริ่มแอปใหม่อีกครั้ง หรือแจ้งฝ่ายสนับสนุนลูกค้า
tr: Satın Alma İşleminiz Başarılı Olabilir, Ancak Bunu Onaylayamıyoruz. Uygulamadan Çıkın ve Yeniden Başlatın veya Müşteri Desteği ile İletişime Geçin.
vi: Mua hàng của bạn có thể đã thành công, nhưng chúng tôi không thể xác nhận. Vui lòng thoát và khởi động lại ứng dụng, hoặc liên hệ với bộ phận hỗ trợ khách hàng.
zh_hant: 您的購買可能已經成功，但我們無法確認。退出請並重新啟動應用，或聯絡客戶支持。
